{
  "events": [
    {
      "Id": 0,
      "Title": "World Food & Music Week: Federspiel",
      "Date": "09/18",
      "Time": "19:00",
      "Interests": "music",
      "Description": "Federspiel’s particular style is defined by the origins and backgrounds of each indivIdual musician including self-penned compositions with pop-elements, arrangements of traditional Mexican music, and even zither as a solo instrument. Therefore their type or genre of music doesn’t exist as they are unable to be placed within the parameters of existing genres like “folk,” “world,” or “traditional” music. The style of the ensemble is described best by its own name: Federspiel (feather game). “Whether a band captivates and inspires, you can find out by the audience‘s movements at the sIde. And nobody moved! Every single person listened with fascination. There was this feeling as if the surrounding houses of Sebalder Platz were transforming into mountains! Wonderful!” (Rainer Pirzkall, Artistic Director, Bardentreffen Festival, Nuremberg, 2015)",
      "ImageURL": "https://scontent-ort2-1.xx.fbcdn.net/t31.0-8/11128474_10153735996784186_445083733454221236_o.jpg",
      "Location": "The Basement"
    },
    {
      "Id": 1,
      "Title": "Social Club Song Shop",
      "Date": "09/19",
      "Time": "19:00",
      "Interests": "music",
      "Description": "Join host Kelli Rae Powell every third Monday from 7pm – 10pm in The Basement for DSM Song Shop – an open mic, song workshop and showcase for local songwriters.",
      "ImageURL": "http://desmoinessocialclub.org/wp-content/uploads/2015/09/kelliraepowell.jpg",
      "Location": "The Basement"
    },
    {
      "Id": 2,
      "Title": "Team Trivia",
      "Date": "09/20",
      "Time": "19:30",
      "Interests": "social",
      "Description": "Bring a team of 2-6 people for great drinks and 8 rounds of trivia! Rounds contain 5 questions with links hinting at each previous question’s answer. Also, occasional theme rounds to spice things up! Each weekly winner gets to pick the first category for the next week’s trivia as well as bragging rights. Monthly winners receive a reserved table the next month, and whatever else we might come up with. Door prizes given away throughout the night.",
      "ImageURL": "http://desmoinessocialclub.org/wp-content/uploads/2014/12/team-trivia-300x128.jpg",
      "Location": "The Basement"
    },
    {
      "Id": 3,
      "Title": "Liz de Lise",
      "Date": "09/21",
      "Time": "18:00",
      "Interests": "music",
      "Description": "Liz de Lise is a Philadelphia-based singer, songwriter and guitarist who writes alternative folk songs with jazz influences. Liz creates lush soundscapes with electric guitar, vocals, and a loop pedal.",
      "ImageURL": "http://lizdelise.com/wp-content/uploads/2014/12/DSC05745-1024x682.jpg",
      "Location": "The Basement"
    },
    {
      "Id": 4,
      "Title": "Death Of A Salesman",
      "Date": "09/23",
      "Time": "19:30",
      "Interests": "theatre",
      "Description": "This timeless American Classic envisions the last days of salesman Willy Loman, who experiences soul-searching revelations about his failure to achieve success and happiness and discovers how his quest for the “American Dream” kept him blind to the people who truly loved him. A thrilling work of deep and revealing beauty that remains one of the most profound and endearing stories of the American theatre. Don’t miss the chance to see America’s greatest play.",
      "ImageURL": "http://static1.squarespace.com/static/523ca837e4b0bcdc575cfe7d/t/57bb50cbd1758e2fb5463ba9/1471893718384/?format=300w",
      "Location": "Kum & Go Theater"
    },
    {
      "Id": 5,
      "Title": "Firehouse Flea",
      "Date": "09/24",
      "Time": "10:00",
      "Interests": "featured culinary",
      "Description": "Des Moines Social Club and Viaduct Gallery are hosting the first ever Firehouse Flea. Join us Saturday, September 24 from 10am until 6pm for the inaugural event. Firehouse Flea will be a Des Moines-style flea market, held in the courtyard.Featuring local, Iowa vendors.",
      "ImageURL": "http://desmoinessocialclub.org/wp-content/uploads/2016/07/fireshouseflea_square-300x300.png",
      "Location": "Courtyard"
    },
    {
      "Id": 6,
      "Title": "Board Game Night",
      "Date": "10/13",
      "Time": "21:00",
      "Interests": "social",
      "Description": "Playing board games in a basement, just feels right. We’ll provide the games, you provide the stellar strategy and an inappropriately high level of excitement. Friendly competition. Open play.",
      "ImageURL": "http://desmoinessocialclub.org/wp-content/uploads/2015/10/Board-Game-Night-Poster1.png",
      "Location": "The Basement"
    },
    {
      "Id": 7,
      "Title": "James and the Giant Peach Jr.",
      "Date": "10/14",
      "Time": "19:30",
      "Interests": "theater",
      "Description": "Featuring a wickedly tuneful score by the Tony-nominated Benj Pasek and Justin Paul (Broadway’s Dear Evan Hansen and A Christmas Story), this fantasmarific 90-minute musical based on one of Roald Dahl’s most poignantly quirky tales about courage and self-discovery is the perfect family adventure. When James is sent by his conniving aunts to chop down their old fruit tree, he discovers a magic potion that grows a tremendous peach and launches a journey of enormous proportions. James befriends a collection of singing insects that ride the giant piece of fruit across the ocean, facing hunger, sharks and more! Don’t miss this new musical “masterpeach” featuring over 30 students from 20 area schools. This 90-minute musical is the perfect way to introduce your family to live theatre!",
      "ImageURL": "https://static.wixstatic.com/media/2c82df_42a8dc66e8154896b2cb12cd26fe57de~mv2.jpg/v1/fill/w_280,h_280,al_c,lg_1,q_80/2c82df_42a8dc66e8154896b2cb12cd26fe57de~mv2.jpg",
      "Location": "Kum & Go Theater"
    },
    {
      "Id": 8,
      "Title": "Derek Sheen",
      "Date": "10/13",
      "Time": "21:00",
      "Interests": "comedy",
      "Description": "Hey Hey it’s stand up comedy virtuoso and human hug, the one and only DEREK SHEEN! And it’s Dan Umthun’s 35th Birthday! Come see one of his favorite comics and a pile of his good friends (AND FAVORITE COMICS) on stage! Derek Sheen is a cuddly mess of insecurities, a gifted, one of a kind, storyteller. He’s quickly becoming a favorite among comedy fans all over the globe! He’s toured with Patton Oswalt, Brian Posehn, Janeane Garofolo and Rory Scovel! His debut album “Holy Drivel” was recorded by iconic metal producer Matt Bayles (Minus the Bear, Mastodon, Isis) and is available from Rooftopcomedy.com.",
      "ImageURL": "http://www.greystonecc.com/images/dynamic/getImage.gif?ID=100002309",
      "Location": "Social Club Kitchen"
    },
    {
      "Id": 9,
      "Title": "Fantasy Art Drawing Class",
      "Date": "10/04",
      "Time": "19:00",
      "Interests": "visual art",
      "Description": "Expand your fantasy art skills and understanding with this six-week hands-on workshop taught by Des Moines area commercial artist and fantasy art expert Russell Parkhurst-Tilley. Over the course of six weeks of intensive training and education, students will gain increased proficiency in painting, drawing and illustration techniques relevant to creating their own fantasy drawings, paintings and comic book art and will also increase their knowledge of the history of fantasy and comic art! Course attendance is flexible and can be tailored to individual student needs. Classes are held weekly and students who wish to attend all six classes will pay only $60. Students who wish to attend individual classes will pay only $15 per class.",
      "ImageURL": "http://desmoinessocialclub.org/wp-content/uploads/2016/08/butcher.jpg",
      "Location": "Workshop"
    },
    {
      "Id": 10,
      "Title": "Beyond Waist Hooping",
      "Date": "09/27",
      "Time": "20:30",
      "Interests": "circus",
      "Description": "In this 4 week class, we will be working on intermediate hoop combos! If you are looking to learn some  new variations of hoop tricks, then this class is for you! We will be exploring and breaking down tricks, variations, and transitions you  can use in your flow. Brief bio of instructor: In the summer of 2013 Paige Weidner was inspired by a friend to start hooping and what began as an idea turned into a deeply engrained lifestyle. Hooping has transitioned her to other flow arts such as flow wand, double hoops, and poi. She  likes to consider herself jack of all trades. Paige is involved in the local fire performance group Professor Prometheus and the  Combustible Circus. She enjoys the therapeutic and cleansing experience received from flow and fire and enjoys sharing the  knowledge and wealth gained from it.",
      "ImageURL": "http://desmoinessocialclub.org/wp-content/uploads/2016/04/images.jpe",
      "Location": "Movement Studio"
    },
    {
      "Id": 11,
      "Title": "Fall Grilling 102 with Stephen Exel",
      "Date": "09/27",
      "Time": "18:00",
      "Interests": "culinary",
      "Description": "This two-part grilling class sizzles with delicious fall flavors. There’s a chill in air, but the market is full of harvest bounty suitable for keeping the grill going well into autumn. Plus, you’ll learn the simple techniques of plank grilling and grilling with a cast iron skillet",
      "ImageURL": "http://foodnetwork.sndimg.com/content/dam/images/food/fullset/2012/2/20/2/HATK_grilling-flame_s4x3.jpg",
      "Location": "Culinary Loft"
    },
    {
      "Id": 12,
      "Title": "Soapmaking 101 - Soothing Spa Bars",
      "Date": "09/24",
      "Time": "10:00",
      "Interests": "education lifestyle",
      "Description": "Explore the art and science of making handcrafted soap from scratch!  Using the centuries-old cold-process soapmaking technique, students will combine plant-based oils and lye to create soaps that are mild, moisturizing, and eco-friendly. This workshop is very hands-on, with each participant making and taking home 1 pound of their own custom batch of soap, scented with plant essential oils.",
      "ImageURL": "http://desmoinessocialclub.org/wp-content/uploads/2016/08/DSCN7473c.jpg",
      "Location": "Culinary Loft"
    },
    {
      "Id": 13,
      "Title": "Postpartum Playgroup",
      "Date": "10/04",
      "Time": "09:00",
      "Interests": "kids",
      "Description": "A weekly postpartum playgroup for families with babies and toddlers. There is an opportunity each week to get breastfeeding support, to ask questions, share concerns and celebrate accomplishments as well.  So many of you are going through the same joys and challenges…I think getting you all together leads to great things",
      "ImageURL": "http://images.clipartpanda.com/free-clip-art-children-playing-McLKqk8ca.svg",
      "Location": "Social Club"
    },
    {
      "Id": 14,
      "Title": "DMSC Writing Workshop",
      "Date": "09/29",
      "Time": "18:00",
      "Interests": "literary",
      "Description": "The DMSC Writers’ Workshop is intended for anyone with an interest in fiction writing (with no prior experience necessary). This course teaches you how to develop your ideas and reflect on the writing and editing processes. Throughout the six week course, you will share your work with like-minded writers, discuss published work and generate new content through in-class writing prompts. Course discussion will center on the writing craft techniques such as: dialogue, narrative tension, establishing place/setting, and character development.",
      "ImageURL": "http://desmoinessocialclub.org/wp-content/uploads/2016/07/expert_advice_on_how_to_write_your_first_novel-300x200.jpg",
      "Location": "Workshop"
    }
  ]
}