{
  "events": [
    {
      "Id": 0,
      "Title": "World Food & Music Week: Federspiel",
      "Date": "09/18",
      "Time": "19:00",
      "Interests": "music",
      "Description": "Federspiel’s particular style is defined by the origins and backgrounds of each indivIdual musician including self-penned compositions with pop-elements, arrangements of traditional Mexican music, and even zither as a solo instrument. Therefore their type or genre of music doesn’t exist as they are unable to be placed within the parameters of existing genres like “folk,” “world,” or “traditional” music. The style of the ensemble is described best by its own name: Federspiel (feather game). “Whether a band captivates and inspires, you can find out by the audience‘s movements at the sIde. And nobody moved! Every single person listened with fascination. There was this feeling as if the surrounding houses of Sebalder Platz were transforming into mountains! Wonderful!” (Rainer Pirzkall, Artistic Director, Bardentreffen Festival, Nuremberg, 2015)",
      "ImageURL": "",
      "Location": "The Basement"
    },
    {
      "Id": 1,
      "Title": "Iowa Public Radeo Presents: Farfinuten",
      "Date": "09/19",
      "Time": "17:00",
      "Interests": "music",
      "Description": "Farfinuten is an amazing band that plays traditional dutch music accompanied by wooden clog tap dancing.",
      "ImageURL": "",
      "Location": "The Basement"
    },
    {
      "Id": 2,
      "Title": "Beyonce Teaches Vocal Excercizes",
      "Date": "10/01",
      "Time": "11:00",
      "Interests": "music",
      "Description": "World renowned vocalist Beyonce Knolls invites you to join her in exploring the secret to her success: vocal excersizes",
      "ImageURL": "",
      "Location": "Nowhere"
    },
    {
      "Id": 3,
      "Title": "Cirque du Soleil",
      "Date": "10/03",
      "Time": "9:00",
      "Interests": "circus",
      "Description": "The famous circus comes to des moines to do a show in our stadium",
      "ImageURL": "",
      "Location": "Our Stadium"
    },
    {
      "Id": 4,
      "Title": "Clown Class",
      "Date": "09/22",
      "Time": "13:00",
      "Interests": "circus",
      "Description": "Learn how to be a clown with the best entertainer this sIde of the missisipi: Bubbles the Clown.",
      "ImageURL": "",
      "Location": "Bubbles Emporium"
    },
    {
      "Id": 5,
      "Title": "Jim Gaffigan: Beyond the Pale",
      "Date": "09/31",
      "Time": "16:30",
      "Interests": "comedy",
      "Description": "Renowned comedian Jim Gaffigan breaks out his most famous tour comedy show: Beyond the Pale in an exclusive performance",
      "ImageURL": "",
      "Location": "Our Stadium"
    },
    {
      "Id": 6,
      "Title": "Bill Nye Presents: The Science of Creationism",
      "Date": "10/11",
      "Time": "14:00",
      "Interests": "comedy education",
      "Description": "CEO of the Planetary Society, and star of the popular TV show 'Bill Nye the Science Guy', Bill Nye gives his colorfully sarcastic presentation on the sciene behind creationism",
      "ImageURL": "",
      "Location": "Our Stadium"
    },
    {
      "Id": 7,
      "Title": "Gordon Ramsey's: Critiscizing Everyone",
      "Date": "09/23",
      "Time": "9:00",
      "Interests": "culinary",
      "Description": "Famous chef and star of the TV show Iron Chef, Gordon Ramsey sits over your shoulder and judges you for your incorrect culinary form",
      "ImageURL": "",
      "Location": "Social Club Kitchen"
    },
    {
      "Id": 8,
      "Title": "The Most Versatile Food: 500 Recipies with Potatoes",
      "Date": "10/14",
      "Time": "13:00",
      "Interests": "culinary",
      "Description": "Learn how to cook potatoes the professional way with this guIded clann which details the numerous popular ways to prepare this earthy root.",
      "ImageURL": "",
      "Location": "Social Club Kitchen"
    },
    {
      "Id": 9,
      "Title": "Hip Hop Dance Shop",
      "Date": "09/30",
      "Time": "13:00",
      "Interests": "dance",
      "Description": "Learn how to dance like hip hop stars and fresh young folk",
      "ImageURL": "",
      "Location": "Social Club Dancefloor"
    },
    {
      "Id": 10,
      "Title": "Ballroom Dancing Crash Course",
      "Date": "10/15",
      "Time": "12:00",
      "Interests": "dance",
      "Description": "Learn how to dance to classical musical style with class and ease",
      "ImageURL": "",
      "Location": "Social Club Dancefloor"
    },
    {
      "Id": 11,
      "Title": "Apple Iphone 9 Tech Demo",
      "Date": "11/11",
      "Time": "12:00",
      "Interests": "Technology",
      "Description": "Listen to Iphone designers Apple Inc. demonstrate the technical ability of the iphone 9",
      "ImageURL": "",
      "Location": "Social Club Studio"
    },
    {
      "Id": 12,
      "Title": "Bob Ross: Tribute",
      "Date": "10/22",
      "Time": "10:00",
      "Interests": "visual art",
      "Description": "Painter Bob Ross was an inspiration to thousands of aspiring artists with his encouraging show about painting, in the spirit of his teaching, this class will take you on a painting journey throughout his life.",
      "ImageURL": "",
      "Location": "Social Club Studio"
    }
  ]
}